Repository: SvenRoederer/phpwiki
Catalog: trunk/locale/po/*.po
Languages: de

source: Edit
de: Editieren

source: SignOut
de: AbMelden

source: SignIn
de: AnMelden

source: Lock Page
de: Seite Sperren

source: Unlock Page
de: Seite Freigeben

source: Remove Page
de: Seite Löschen

source: %s failed
de: Fehler bei %s

source: PHP %s Warnings
de: PHP %s Warnungen

source: error while handling error:
de: Fehler während der Fehlerbehandlung von:

source: %s: file not found
de: %s Datei nicht gefunden

source: RecentChanges
de: FrischeSeiten

source: Attempt to delete most recent revision of '%s'
de: Versuch die neueste Version von '%s' zu löschen

source: Attempt to merge most recent revision of '%s'
de: Versuch die neueste Version von '%s' zu kombinieren

source: %s: Date of new revision is %s
de: %s: Datum der letzten Änderung %s

source: Optimizing %s
de: %s wird optimiert

source: Describe %s here.
de: Beschreibe %s hier.

source: Acck! Revision %s of %s seems to have been deleted!
de: Aua! Version %s von %s ist gelöscht!

source: Can't connect to database: %s
de: Kann Verbindung zu Datenbank nicht aufbauen: %s

source: WARNING: database still locked
de: WARNUNG: Datenbank ist gesperrt

source: fatal database error
de: Fataler Datenbank Fehler

source: Creating new repository [%s]
de: Das CVS Verzeichnis [%s] wird erzeugt

source: Found [%s] in [%s]
de: [%s] in [%s] gefunden

source: Argument %s was not array
de: Argument %s war kein Array

source: no meta data found
de: Keine Meta-Daten gefunden

source: FAILED for [%s]
de: FEHLER für [%s]

source: Not Implemented
de: Nicht implementiert.

source: Creating meta file for [%s]
de: Meta-Datei für [%s] wird erzeugt

source: got revision information
de: Revisions Informationen bekommen

source: is initial release
de: ist die erste Version

source: returning old version
de: alte Version wird zurückgegeben

source: Unable to delete file, lock was not obtained.
de: Konnte Datei nicht löschen. Datei ist anderweitig gesperrt.

source: Unable to open file
de: Datei könnte nicht geöffnet werden.

source: no message
de: keine Meldung

source: unable to locate/open [%s], turning debug off
de: könnte [%s] nicht auffinden/öffnen, Debug wird abgeschaltet.

source: Preparing to execute [%s]
de: Ausfuhrung von [%s] vorbereitend

source: Command failed [%s], Output:
de: Fehler bei Befehl: [%s], Ergebnis:

source: Command failed [%s], Return value: %s
de: Fehler beim Befehl: [%s], Rückgabewert: %s

source: Done execution
de: Ausgeführt.

source: Unable to obtain read lock.
de: Konnte Lesesperre nicht anfordern.

source: Unable to open file '%s' for reading
de: Konnte Datei »%s« nicht zum Lesen öffnen

source: Timeout while obtaining lock.
de: Zeitüberschreitung beim Warten auf Aufhebung der Lesesperre.

source: Could not open file '%s' for writing
de: Konnte Datei »%s« nicht zum Schreiben öffnen

source: Copying from [%s] to [%s]
de: Kopieren von [%s] nach [%s]

source: Copying
de: kopieren

source: Copied to [%s]
de: Kopiert nach %s

source: Failed to copy [%s]
de: Konnte [%s] nicht kopieren

source: Not copying
de: Nicht kopieren

source: %s: Can't open dba database
de: %s: Konnte DBA Datenbank nicht öffnen.

source: Bad key in linktable: %s
de: Ungültiges Datenfeld in Links-Tabelle: %s

source: Bad key %s in table
de: Ungültiges Datenfeld %s in Tabelle

source: backlink entry missing for link %s
de: Es fehlt ein BackLink Datenfeld zu Link %s

source: link entry missing for backlink %s
de: Es fehlt ein Link Datenfeld für den BackLink %s

source: DBA files are in the %s directory. Please read the INSTALL file and move the DB file to a permanent location or risk losing all the pages!
de: DBA Dateien befinden sich im Verzeichnis %s. Bitte erst lies die INSTALL Datei und verschiebe die DB Datei in das richtige Verzeichnis, oder sonst läufst du Gefahr dein ganzes Wiki zu verlieren!

source: argument '%s' not declared by plugin
de: Argument »%s« ist nicht deklariert im Zusatzprogramm

source: trailing cruft in plugin args: '%s'
de: Unbekannte Zusatzprogramm Argumente: »%s«

source: Bad %s
de: Ungültige %s

source: Include of '%s' failed
de: Einfügen von »%s« fehlgeschlagen

source: %s: no such class
de: Unbekannte Klasse: »%s«

source: %s: not a subclass of WikiPlugin
de: »%s«: keine Unterklasse von WikiPlugin

source: Insufficient permissions.
de: Erlaubnisse nicht ausreichend.

source: Invalid password or userid.
de: Ungültiges Passwort oder Benutzername.

source: Sign In
de: Anmelden

source: Please Sign In
de: Bitte melde dich an:

source: An unnamed PhpWiki
de: Ein noch unbenanntes PhpWiki

source: last modified on %s
de: zuletzt am %s geändert

source: by %s
de: von %s

source: None
de: Keine

source: current version
de: aktuellste Version

source: previous major revision
de: Vorige Hauptrevision

source: revision by previous author
de: Revision von vorigem Autor

source: previous revision
de: vorige Revision

source: Differences between %s and %s of %s.
de: Zeilenweiser Vergleich von %3$s, von %1$s mit %2$s

source: Previous Major Revision
de: Vorige Hauptversion

source: Previous Revision
de: Vorige Version

source: Previous Author
de: Voriger Autor

source: Other diffs:
de: Andere Vergleiche:

source: Newer page:
de: Neuere Seite:

source: Older page:
de: Ältere Seite:

source: Versions are identical
de: Versionen sind identisch

source: Diff: %s
de: Vergleich: %s

source: BackLinks for %s
de: BackLinks für %s

source: Page source for %s
de: Quelltext für die Seite »%s«

source: View Source: %s
de: Quell Text: %s

source: Edit: %s
de: Editiere: %s

source: Complete.
de: Fertig.

source: Return to %s
de: Zurück zu %s

source: You must specify a directory to dump to
de: Du mußt ein Sicherungsverzeichnis angeben.

source: Cannot create directory '%s'
de: Das Verzeichnis »%s« kann nicht erzeugt werden

source: Created directory '%s' for the page dump...
de: Verzeichnis »%s« erzeugt, um die Dateien abzulegen...

source: Using directory '%s'
de: Verwende Verzeichnis »%s«

source: Dumping Pages
de: Die Seiten werden geschrieben

source: saved as %s
de: als %s gespeichert

source: couldn't open file '%s' for writing
de: Datei »%s« konnte nicht zum Schreiben geöffnet werden

source: %s bytes written
de: %s Bytes geschrieben

source: Empty pagename!
de: Leerer Seitenname!

source: from %s
de: von %s

source: new page
de: neue Seite

source: is identical to current version %d
de: ist identisch mit der aktuellen Version %d.

source: - skipped
de: - ausgelassen

source: - saved to database as version %d
de: - in der Datenbank gespeichert als Version %d.

source: MIME file %s
de: MIME-Datei %s

source: Serialized file %s
de: Serialisierte Datei %s

source: plain file %s
de: Textdatei %s

source: Skipping
de: Wird ausgelassen

source: Bad file type: %s
de: Ungültiger Dateityp: %s

source: Loading '%s'
de: »%s« wird geladen

source: The PhpWiki programming team
de: Das PhpWiki Programmierer-Team

source: Loading up virgin wiki
de: Erstes Laden des noch leeren Wiki

source: No uploaded file to upload?
de: Keine Datei zum Hochladen?

source: Uploading %s
de: %s wird hochgeladen

source: HomePage
de: StartSeite

source: Action %s is disabled in this wiki.
de: Aktion »%s« ist in diesem Wiki verboten.

source: FullTextSearch
de: VolltextSuche

source: TitleSearch
de: TitelSuche

source: Bad action: '%s'
de: Ungültige Aktion: »%s«

source: Get BackLinks for %s
de: Hole BackLinks für %s

source: Page Name
de: Seitenname

source: These pages link to %s:
de: Diese Seiten sind verlinkt zu %s:

source: No pages link to %s.
de: Keine Seiten sind mit %s verlinkt.

source: Calendar
de: Kalender

source: Previous Month
de: Voriger Monat

source: Next Month
de: Nächster Monat

source: Edit %s
de: Editiere %s

source: Full Text Search
de: VolltextSuche

source: Full text search results for '%s'
de: Volltext-Suchresultate nach »%s«

source: <no matches>
de: <nichts gefunden>

source: Simple Sample Plugin
de: Einfaches Zusatzprogramm Beispiel

source: IncludePage
de: SeiteEinfügen

source: <%s: no such section>
de: <%s: unbekannte Sektion>

source: no page specified
de: Keine Seite angegeben

source: recursive inclusion of page %s
de: Fehler beim Einfügen der Seite %s: Rekursion (sich selbst aufrufend)

source: %s(%d): no such revision
de: %s(%d): unbekannte Version

source: Included from %s
de: Eingefügter Text von %s

source: LikePages
de: GleicheSeiten

source: List LikePages for %s
de: GleicheSeite wie %s

source: Page names with prefix '%s'
de: Seitenamen mit Vorsatzwort »%s«

source: Page names with suffix '%s'
de: Seitennamen mit Nachsatzwort »%s«

source: These pages share an initial or final title word with '%s'
de: Diese Seiten teilen sich einen Wordteil am Anfang oder Ende mit »%s«

source: <none>
de: <Keine>

source: MostPopular
de: MeistBesucht

source: List the most popular pages
de: Die MeistBesuchten Seiten auflisten

source: Hits
de: Treffer

source: The %s most popular pages of this wiki:
de: Die %s meistbesuchten Seiten dieses Wikis:

source: Visited pages on this wiki, ordered by popularity:
de: Die besuchten Seiten dieses Wikis, nach Popularität geordnet:

source: PageHistory for %s
de: Änderungsprotokoll für Seite %s

source: Check any two boxes to compare revisions.
de: Wähle zwei Versionen zum Vergleich aus.

source: compare revisions
de: Versionen vergleichen

source: Check any two boxes then %s.
de: Wähle zwei Versionen aus, dann %s.

source: History of changes.
de: Änderungsprotokoll.

source: PageHistory
de: SeitenProtokoll

source: List PageHistory for %s
de: Das Änderungsprotokoll für %s auslisten

source: Deleted.
de: Gelöscht.

source: New page.
de: Neue Seite.

source: edits
de: Änderungen

source: major edits
de: Hauptänderungen

source: minor edits
de: Geringfügige Änderungen

source: The %d most recent %s during the past %.1f days are listed below.
de: Die %d jüngste %s innerhalb von %.1f Tagen sind unten aufgelistet.

source: The %d most recent %s are listed below.
de: Die %d jüngste %s sind unten aufgelistet.

source: The most recent %s during the past %.1f days are listed below.
de: Die jüngste %s innerhalb von %.1f Tagen sind unten aufgelistet.

source: All %s are listed below.
de: Alle %s sind unten aufgelistet.

source: RecentEdits
de: GeringfügigeÄnderungen

source: Search
de: Suche

source: Title Search
de: TitelSuche

source: Title search results for '%s'
de: Titel-Suchresultate nach »%s«

source: Toolbar
de: Werkzeugleiste

source: Toolbar for %s
de: Werkzeugleiste für %s

source: A required argument '%s' is missing.
de: Erforderliches Argument »%s« fehlt.

source: Show changes for: %s
de: Zeige Änderungen innerhalb von: %s

source: Show minor edits for: %s
de: Zeige geringfügige Änderungen innerhalb von: %s

source: 1 day
de: 1 Tag

source: %s days
de: %s Tagen

source: Your sysadmin has disallowed use of the %s plugin!
de: Das Zusatzprogramm »%s« wurde von deinem Systemverwalter verboten!

source: You should be logged in now.
de: Du solltest jetzt angemeldet sein.

source: Before you can edit %s, you need to sign in.
de: Bevor du %s editieren kannst, du mußt dich anmelden.

source: The name you use to sign in must be in WikiWord format.
de: Dein Benutzename zur Anmeldung muß ein WikiWort sein.

source: examples include: TomJefferson, AlexHamilton
de: Beispiele: HerrMustermann, UweUte

source: Please re-enter your name in this form.
de: Gib bitte deinen Namen noch einmal ein.

source: Please enter your name as WordsStrungTogether (e.g. John Smith as JohnSmith).
de: Gib bitte deinen Namen als ZusammenGesetztesHauptWort ein. (z.B. Hans Müller als HansMüller).

source: Sign in:
de: Melde dich an:

source: ViewSource
de: QuellText

source: View Wiki code for page '%s'.
de: Quelltext für die Seite »%s«.

source: I'm sorry. Version %d of %s is not in my database.
de: Es tut mir leid. Version %d. von %s ist nicht in der Datenbank.

source: version %d of %s
de: Version %d. von %s

source: Get debugging information for %s.
de: Debug-Informationen von %s.

source: Querying backend directly for '%s'
de: Direkte Datenbankabfrage nach »%s«

source: No pagedata for %s
de: Keine Daten für Seiten %s

source: Sorry, this version of PHP cannot create PNG image files.
de: Leider. Diese PHP Version kann keine PNG Bilder erzeugen.

source: See %s
de: Siehe %s

source: PHP was unable to create a new GD image stream. Read 'lib/plugin/text2png.php' for details.
de: PHP konnten keinen neues GD Bild erzeugen. Lese 'lib/plugin/text2png.php' für Details.

source: Image saved to cache file: %s
de: Bild gespeichert als Cachedatei: %s

source: Image loaded from cache file: %s
de: Bild geladen von Cachedatei: %s

source: walkabout for %s
de: walkabout für %s

source: Contents
de: Inhalt

source: Next
de: Nächste

source: Previous
de: Vorherige

source: First
de: Erste

source: Last
de: Letzte

source: WikiFatalError
de: FatalerWikiFehler

source: You are about to remove '%s' permanently!
de: Du bist im Begriff »%s« permanent zu löschen!

source: Click here to <a href="%s">remove the page now</a>.
de: Klicke hier um <a href="%s">die Seite jetzt zu löschen</a>.

source: To cancel press the "Back" button of your browser.
de: Anderenfalls benütze die »Zurück« Funktion deines Browsers.

source: Removed page '%s' succesfully.
de: Seite »%s« erfolgreich gelöscht.

source: Remove page
de: Seite löschen

source: Use your browser's <b>Back</b> button to go back to the edit page.
de: Benütze die <b>Zurück</b> Funktion deines Browsers um zur Editierseite zu gelangen.

source: Copy your changes to the clipboard or to another temporary place (e.g. text editor).
de: Kopiere deine Veränderungen in die Zwischenablage oder an einen anderen temporären Platz (z.B. einen Texteditor)

source: <b>Reload</b> the page. You should now see the most current version of the page. Your changes are no longer there.
de: <b>Aktualisiere</b> die Seite. Du solltest jetzt die neueste Version der Seite sehen. Deine Veränderungen sind verschwunden.

source: Make changes to the file again. Paste your additions from the clipboard (or text editor).
de: Editiere die Seite erneut. Kopiere deine Veränderungen aus der Zwischenablage (oder aus dem Texteditor)

source: Press <b>Save</b> again.
de: Drücke nochmal <b>Speichern</b>

source: PhpWiki is unable to save your changes, because another user edited and saved the page while you were editing the page too. If saving proceeded now changes from the previous author would be lost.
de: PhpWiki kann deine Veränderungen nicht speichern, da ein anderer Benützer die Seite verändert und gespeichert hat, während du diese Seite editiert hast. Wenn die Seite jetzt gespeichert werden würde, dann würden die Veränderungen des anderen Benützers verlorengehen.

source: In order to recover from this situation follow these steps:
de: Um diese Situation zu korrigieren, folge bitte den folgenden Schritten:

source: Sorry for the inconvenience.
de: Entschuldigung für die Unannehmlichkeiten.

source: Problem while updating %s
de: Problem während dem Editieren von %s

source: This page has been locked by the administrator so your changes could not be saved.
de: Diese Seite wurde vom Systemverwalter gesperrt und deine Veränderungen können nicht gespeichert werden.

source: Copy your changes to the clipboard. You can try editing a different page or save your text in a text editor.
de: Kopiere deine Veränderungen in die Zwischenablage. Du kannst versuchen eine andere Seite zu editieren oder dein Text in einem Texteditor speichern.

source: Problem while editing %s
de: Problem beim Editieren von %s

source: Bad form submission
de: Ungültiges Formular eingesendet

source: Required form variables are missing.
de: Benötigen Form-Variablen sind Fehlend.

source: Edit aborted: %s
de: Editieren abgebrochen: %s

source: Saved: %s
de: Gespeichert: %s

source: BAD URL -- remove all of <, >, "
de: URL Formfehler -- keine Zeichen <, >, " verwenden

source: Lock page to enable link
de: Seite sperren, um den Link zu aktivieren

source: %d best incoming links:
de: Die %d besten hereinkommenden Links:

source: %d best outgoing links:
de: Die %d besten hinausgehenden Links:

source: %d most popular nearby:
de: Die %d meistbesuchten Seiten in der Nähe:

source: Bad Version
de: Keine Version

source: Can't mix '%s' with '%s' type format strings
de: Kann '%s' Typ-Formatzeichenketten nicht mit '%s' mischen.

source: %s: argument index out of range
de: %s: Ungültiger Index in Array

source: Lists nested too deep in SetHTMLOutputMode
de: Interner Fehler: Stackgrenze in SetHTMLOutputMode überschritten.

source: Can't inflate data: zlib support not enabled in this PHP
de: Kann Daten nicht dekomprimieren: Die zlib Bibiliothek wurde in PHP nicht installiert/aktiviert.

source: Can't open zip file '%s' for reading
de: Konnte zip Datei »%s« nich öffnen zum lesen

source: Unexpected EOF in zip file
de: Unerwartetes Dateiende in zip Datei

source: Bad header type: %s
de: Ungültiger Dateiheader: %s

source: Encryption and/or zip patches not supported.
de: zip Verschlüsselung und/oder Patches noch nicht unterstützt.

source: Postponed CRC not yet supported.
de: Nachträgliches CRC noch nicht unterstützt.

source: Compression method %s unsupported
de: Kompressionsmethode %s wird nicht unterstützt

source: Uncompressed size mismatch
de: Größe der dekomprimierten Datei stimmt nicht

source: [%d] See [%s]
de: [%d] Siehe [%s]

source: References
de: Fußnoten

source: Can't parse %s
de: Konnte %s nicht analysieren

source: Unknown %s
de: Unbekannte %s

source: %s is empty.
de: %s ist Leer.

source: Unable to open directory '%s' for reading
de: Konnte Verzeichnis »%s« nicht zum Lesen öffnen

source: Printer
de: Drucker

source: Edit Old Revision
de: Alte Version Editieren

source: View Source
de: Quell Text

source: You are signed in as %s
de: Angemeldet als %s

source: EditText
de: EditiereText

source: %s of this page
de: %s von dieser Seite

source: (last edited %s)
de: (letzte Änderung %s)

source: (version %s, saved on %s)
de: (Version %s. zuletzt am %s gespeichert)

source: Note:
de: Hinweis:

source: You are viewing an old revision of this page.
de: Du siehst eine alte Version dieser Seite.

source: View the current version
de: Siehe die aktuellste Version

source: Preview
de: Vorschau

source: Save
de: Speichern

source: Warning: You are editing an old revision.
de: Warnung: Du editierst eine alte Version.

source: Saving this page will overwrite the current version.
de: Wenn die Seite jetzt gespeichert werden würde, dann würde die aktuellste Version überschrieben.

source: Preview only! Changes not saved.
de: Nur die Vorschau! Änderungen nicht gespeichert.

source: Summary:
de: Kommentar:

source: Author will be logged as %s.
de: %s wird als Autor gespeichert.

source: See %s tips for editing.
de: Siehe %s Tips fürs Editieren.

source: GoodStyle
de: GuterStil

source: You can change the size of the editing area in %s.
de: Du kannst die Größe des Texteingabefensters in %s ändern.

source: UserPreferences
de: Einstellungen

source: TextFormattingRules
de: TextFormatierungsRegeln

source: Synopsis
de: Übersicht

source: FindPage
de: SeiteFinden

source: PhpWikiAdministration
de: PhpWikiSystemverwalten

source: This page has been locked by the administrator and cannot be edited.
de: Diese Seite wurde vom Systemverwalter gesperrt und kann nicht editiert werden.

source: Last edited on %s.
de: Letzte Änderung: %s

source: Version %s, saved on %s.
de: Version %s. zuletzt am %s gespeichert.

source: This is a minor change.
de: Geringfügige Änderung

source: Edit aborted.
de: Editieren abgebrochen.

source: You have not made any changes so no new version has been saved.
de: Du hast keine Änderungen gemacht also ist keine neue Version gespeichert worden.

source: Thank you for editing %s.
de: Danke für das Ändern von %s.

source: Your careful attention to detail is much appreciated.
de: Deine besondere Aufmerksamkeit für Details wird sehr geschätzt.

source: Warning!
de: Warnung!
